export const MenuBigItem = [
    'メカニカル部品系',
    {
        title: '電気系',
        content: [
            {
                links: [
                    'ハーネス・コネクタ・ケーブル・配線部品',
                    '制御・受配電・通信・電源',
                    '産業用PC・PC部品・周辺機器',
                    'ボックス・ボックス周辺部品',
                ],
            },
        ],
    },
    {
        title: '金型系',
        content: [
            {
                links: ['プレス金型部品', 'プラ型用部品', '射出成形用部品'],
            },
        ],
    },
    {
        title: '消耗品・補修用品・備品系',
        content: [
            {
                titleSmall: '切削加工用品',
                links: ['プレス金型部品', 'プラ型用部品', '射出成形用部品'],
            },
            {
                titleSmall: '生産加工用品',
                links: [
                    '測定工具・計測機器',
                    '放電加工用品',
                    '研削研磨・切断用品',
                    '手作業工具',
                    '電動工具・空圧工具',
                    '小型加工機・卓上加工機',
                    '溶接用品',
                    'はんだ・静電気対策用品',
                ],
            },
            {
                titleSmall: 'MRO・工場用副資材',
                links: [
                    '化学製品',
                    'テープ用品',
                    '安全・保護用品',
                    '物流・保管用品',
                    '現場内事務・照明用品',
                    '環境・衛生用品',
                    '研究・実験・開発用品',
                ],
            },
        ],
    },
    {
        title: 'メーカーから探す',
        content: [
            {
                links: ['メーカー一覧'],
            },
        ],
    },
    {
        title: '特集から探す',
        content: [
            {
                links: ['注目キャンペーンや便利なサービス'],
            },
        ],
    },
];

export const MenuSmallLeftItem = [
    {
        titleSmall: '筐体・調整締結・素材',
        links: [
            'フレーム・サポート部品・支柱',
            'キャスタ・アジャスタ・扉部品・外装部品',
            'ねじ・ボルト・ナット・ワッシャ・カラー',
            'ばね・アブソーバ・調整締結・ピン・小物部品',
            '素材(金属・樹脂・ゴム・スポンジ・ガラス)',
            '対策・メンテナンス関連',
        ],
    },
    {
        titleSmall: '空圧・油圧・配管・温調部品',
        links: ['空圧機器', '真空機器', '油圧機器', '配管部品・吐出・塗布機器', '温調・冷却部品'],
    },
    {
        titleSmall: '回転伝達・コンベヤ・モータ・ロボット',
        links: [
            'ベアリング・回転・連結・リンク機構部品',
            'プーリ・歯車・カップリング・伝動部品',
            'モータ・減速機・モジュール・装置',
            'コンベヤ・ローラ・搬送部品',
            'ロボット部品',
        ],
    },
    {
        titleSmall: '直動・センサ・位置決め・ステージ',
        links: [
            'シャフト・ガイド・ボールねじ・直動部品',
            'センサ・スイッチ',
            '位置決め・治具部品',
            'ステージ・光学部品・画像処理用部品',
        ],
    },
    {
        titleSmall: '特注部品・図面加工部品',
        links: ['meviy：3DデータからAI見積もり', 'meviy 2D：2D図面から見積もり', 'Cナビ：図面を描かずに見積もり'],
    },
];
