export const InformLinks = [
    {
        title: 'お知らせ',
        listTitle: 'お知らせ一覧',
        linkContent: [
            {
                time: '2024/03/22',
                content: '【新サービス開始のお知らせ】 ロボット導入支援サービス　MiBOT[ミボット]',
            },
            {
                time: '2024/03/19',
                content: '◆残り2週◆年度末決算セール　備品・消耗品の売れ筋品を目玉品コーナーにてご紹介／3月30日まで',
            },
            {
                time: '2024/03/12',
                content: '期間限定20％OFFセール【クリーン洗浄品】すでに5,000社以上でご利用中',
            },
            {
                time: '2024/03/12',
                content: 'Mold EX-Press Ver4.8.0 アップデーターリリースのお知らせ',
            },
        ],
    },
    {
        title: '重要なお知らせ',
        listTitle: '重要なお知らせ一覧',
        linkContent: [
            {
                time: '2024/01/26',
                content: 'MISUMIサイト「利用規約」改定のお知らせ',
            },
            {
                time: '2024/01/17',
                content:
                    '「2月24日（土） 臨時休業」および「2月26日（月）～3月1日（金） 在庫品当日出荷サービス停止」のお知らせ',
            },
            {
                time: '2023/12/01',
                content: '【バラチャージ手数料の数量スライド料金移行について】2024年1月5日ご注文分より',
            },
            {
                time: '2023/12/01',
                content: '【ストークZ早割サービス終了のお知らせ】',
            },
        ],
    },
];
